
<?php
    return [
        'Home'=>'الرئيسيه',
        'breadcumpdescription'=>'طازجة وعضوية' ,

        'share'=>':مشاركه',
        'products' => 'المنتجات',
        'description'=>'الوصف',
        'all'=>'الكل',
        'all_products' => 'جميع المنتجات',
        'created_at'=>'تاريخ الانشاء',
        'actions'=>'الاحداث',
        'images'=>'الصور',
        'show'=>'عرض',
        'create_new' => 'إنشاء جديد',
        'categories' => 'الفئات',
        'contact' => 'اتصل بنا',
        'about' => 'معلومات عنا',
        'user' => 'المستخدم',
        'news' => 'الأخبار',
        'single_news' => 'خبر مفصل',
        'search' => 'بحث',
        'pending' => 'معلق',
        'save_later' => 'احفظه لاحقاً',
        'checkout' => 'إتمام الطلب',
        'history' => 'السجل',
        
        'register' => 'تسجيل',
        'login' => 'تسجيل الدخول',
        'logout' => 'تسجيل الخروج',
        'login_title' => 'تسجيل الدخول إلى حسابك',
        'email' => 'البريد الإلكتروني',
        'password' => 'كلمة المرور',
        'no_account' => 'ليس لديك حساب؟',
        'sign_up' => 'سجّل الآن',
        'create_account'=>'انشاء حساب',
        'username' => 'اسم المستخدم',
        'confirm_password' => 'تأكيد كلمة المرور',
        'signup' => 'تسجيل',
        'already_have_account' => 'لديك حساب بالفعل؟',

       

        // Product Info
        'price' => 'السعر',
        'quantity' => 'الكمية',
        'single_product'=>'منتج واحد',
        // Buttons
        'add_to_cart' => 'إضافة إلى السلة',
        'remove' => 'حذف',
        'edit' => 'تعديل',
        
        'reviews'=>'تعليقات',
        'review_product'=>'تعليق علي ',
        'review_product_2'=>'المنتجات',
        'review_product_description'=>'اكتشف آراء الآخرين! تُسهم هذه المراجعات في تطوير منتجاتنا وتحسينها. ملاحظاتكم لا تُعدّ قيمة فحسب، بل تُحفّز ابتكارنا.',
        'write_review'=>'اكتب تعليق',
        'product'=>'المنتج',
        'pros'=>':👍 الايجابيات',
        'cons'=>':👎 سلبيات',
        // Messages
        'no_products' => 'لا توجد منتجات حالياً.',
    ];
